{
  "zh": {
    "hidden_container_title": "借款协议",
    "hidden_container_plan_no": "协议编号：",
    "hidden_container_first_party": "甲方（出借人）：",
    "first_party_table_name": "姓名",
    "first_party_table_phone": "手机号码",
    "first_party_table_fee": "出借金额",
    "first_party_table_card_info": "(身份信息)",
    "hidden_container_second_party": "乙方（借款人）：",
    "second_party_table_name": "姓名",
    "second_party_table_phone": "手机号码",
    "second_party_table_three": "起息日",
    "second_party_table_four": "应还款日",
    "second_party_table_five": "质押资产(币种)",
    "second_party_table_six": "质押资产数量",
    "hidden_container_third_party": "丙方（居间人）：上海简苏网络科技有限公司",
    "third_party_intro": "本《借款协议》（以下简称“本协议”）中，甲、乙、丙方单称为“一方”，合称为“各方”。鉴于：",
    "third_party_intro_one": "1、甲、乙双方均为丙方运营管理的平台（网址为https://www.coin-cash.net及其移动应用APP等，下称“Coin&Cash平台”）的实名用户，并承诺所提供给丙方的信息真实、有效；",
    "third_party_intro_two": "2、丙方是依法成立且有效存续的法律主体，合法运营管理Coin&Cash平台，为甲、乙双方的交易提供居间信息服务；",
    "third_party_intro_three": "3、乙方有借款需求，甲方有合法所得的自有资金予以出借，双方有意成立借贷关系。各方经平等协商，就借款及相关事宜达成如下协议：",
    "hidden_container_one": "第一条 名词定义",
    "hidden_container_one_intro": "除非上下文另有解释，本协议及相关协议中下列用语具有以下含义：",
    "hidden_container_one_one": "1.1 甲方：即本协议出借人，（1）是达到法定年龄可同意本协议的适格主体；（2）需具有正常精神能力，对自己行为负责，并受到本协议的约束；（3）未曾被中止或拒绝使用Coin&Cash的任何服务；（4）是接受乙方质押数字货币的质押权人（5）出借人需为Coin&Cash平台的实名用户。",
    "hidden_container_one_two": "1.2 乙方：即本协议借款人，（1）是达到法定年龄可同意本协议的适格主体；（2）需具有正常精神能力，对自己行为负责，并受到本协议的约束；（3）未曾被中止或拒绝使用Coin&Cash的任何服务；（4）借款人需为Coin&Cash平台的实名注册用户。",
    "hidden_container_one_three": "1.3 丙方：即本协议居间人，是为借款人、出借人提供借款信息及相关服务，并受甲方委托接收、处置乙方数字货币质押的平台营运方。",
    "hidden_container_one_four": "1.4 日：指自然日。",
    "hidden_container_one_five": "1.5 智能合约部署费：系指本协议第4.1条款规定的含义。",
    "hidden_container_one_six": "1.6 质押率：（借款金额+到期应还利息+智能合约部署费）/ 质押币当前公允价格*质押币数量。本平台借款申请时的质押率为55%。币的公允价格以bitfinex、币安、okex、火币24小时交易量加权平均值计算出来的实时价格。",
    "hidden_container_one_serven": "1.7 预处置线价格：系指本协议第3.3.7条款规定的含义。",
    "hidden_container_one_eight": "1.8 强平线价格：系指本协议第3.3.8条款规定的含义。",
    "hidden_container_one_nine": "1.9 提前还款：即借款期限届满前，借款人按照本协议相关约定一次性提前向出借人进行还款的情形。",
    "hidden_container_one_table_one": "借款本金总额",
    "hidden_container_one_table_one_row_one": "借款期限",
    "hidden_container_one_table_one_row_two": "本息偿还方式",
    "hidden_container_one_table_one_row_three": "到期本息合计",
    "hidden_container_one_table_one_row_four": "综合年化利率",
    "hidden_container_one_table_one_row_five": "智能合约部署费率",
    "hidden_container_one_table_two": "(币种)",
    "hidden_container_one_ten": "出借人、借款人不可撤销地委托Coin&Cash平台计算相关金额，并在Coin&Cash平台公布或更新借款明细。借款人以及出借人对Coin&Cash平台公布或更新的明细有异议的，可以申请丙方变更，丙方收到申请后经核实确有错误的，丙方于三个工作日内予以变更。",
    "hidden_container_two": "第二条 借款本金的支付及还款",
    "hidden_container_two_one": "2.1 乙方对本协议第一条及附件列表二所述的借款相关信息全部认可，自主自愿依据本协议第一条的规定及附件列表二的内容，向甲方借款。",
    "hidden_container_two_two": "2.2 还款",
    "hidden_container_two_two_one": "2.2.1 乙方知晓并同意，乙方应当按照本协议第一条约定的本息数总额以收到的甲方放款的币种为准偿还借款本金、利息和智能合约部署费。",
    "hidden_container_two_two_two": "2.2.2 乙方同意将全部应还本金、利息、智能合约部署费及其他应付款项（如有）全额支付至指定还款账户（见本协议附件三），并在还款时依据平台系统提示履行信息填写、身份和密码验证，点击“我已还款”等配合义务，否则由此造成的还款失败导致的逾期及其他不利后果由乙方自行承担。",
    "hidden_container_three": "第三条 各方权利义务",
    "hidden_container_three_one": "3.1 甲方的权利与义务",
    "hidden_container_three_one_one": "3.1.1 甲方确认已认真阅读和理解本协议所有内容并自愿按本协议相关约定享受权利和履行义务。",
    "hidden_container_three_one_two": "3.1.2 甲方有义务根据丙方平台系统的要求，提供真实、准确、完整的个人信息；",
    "hidden_container_three_one_three": "3.1.3 甲方应按照本协议的约定，为乙方提供资金出借并保证资金合法所得。",
    "hidden_container_three_one_four": "3.1.4 甲方应按本协议约定于丙方指定日期前将借款本金转至乙方收款账户。",
    "hidden_container_three_one_five": "3.1.5 乙方未按照约定的时间进行还款的，甲方有权进行催告。",
    "hidden_container_three_one_six": "3.1.6 甲方作为债权人及质押权人，授权丙方作为其全权代理人行使各项权利，包括代收本息、处理提前还款、向乙方进行借款的违约提醒、实现质押权及代理甲方通过乙方提供的个人信用信息及行为记录对乙方进行信用审核和风险评估。甲方授权丙方依据审核、评估结果对是否向乙方出借资金以及出借资金的金额独立作出判断。乙方对丙方的代理行为及行为结果不得有任何异议。",
    "hidden_container_three_two": "3.1 乙方的权利与义务",
    "hidden_container_three_two_one": "3.2.1 乙方确认已认真阅读和理解本协议所有内容并自愿按本协议相关约定享受权利和履行义务。",
    "hidden_container_three_two_two": "3.2.2 乙方签署本协议即视为接受本协议条款内容并受此内容之拘束。",
    "hidden_container_three_two_three": "3.2.3 乙方不得利用Coin&Cash平台从事任何违法行为。",
    "hidden_container_three_two_four": "3.2.4 乙方有义务按照Coin&Cash平台系统提示，提供真实、准确、完整的个人信息（包括但不限于身份证件号码、手机号码等）；因乙方填写的个人信息有误造成的法律后果、经济损失均由乙方自行承担。",
    "hidden_container_three_two_five": "3.2.5 乙方应按本协议约定的还款时间和金额足额将部分/全部应还款项转至指定账户进行还款，逾期将自愿按照本协议及其他相关约定承担违约责任。",
    "hidden_container_three_two_six": "3.2.6 乙方确认，乙方自愿以个人持有的数字货币为本协议项下借款本金及其他相关费用的偿还提供质押担保。当乙方逾期、违约事由满足约定的甲方质押权实现条件时，甲方有权委托丙方对乙方提供质押的数字货币的部分或者全部进行处置，乙方同意提供必要配合。",
    "hidden_container_three_two_serven": "3.2.7 乙方认可并同意：若乙方逾期还款超过7个自然日的，甲方有权委托丙方通过包括但不限于网络平台、网络社区、同业合作方等方式向任何第三方披露乙方逾期还款事实。",
    "hidden_container_three_two_eight": "3.2.8 乙方不得将本协议项下借款本金、利息及其他相关债务转移给任意第三人，否则视为乙方违约，应承担违约责任。",
    "hidden_container_three_three": "3.1 丙方权利与义务",
    "hidden_container_three_three_one": "3.3.1 丙方要求甲、乙双方提供真实、准确、完整的身份信息。乙方需在Coin&Cash平台进行实名注册；身份信息发生变更的，有权要求甲乙双方在3日内通知到丙方；",
    "hidden_container_three_three_two": "3.3.2 丙方发现本协议借贷各方存在提供虚假资料、虚假陈述等欺诈情形的，有权根据本协议约定提前终止本借款协议，并要求各方根据本协议约定提前清算债权债务；",
    "hidden_container_three_three_three": "3.3.3 丙方有权根据甲乙双方的委托或授权，为本协议的履行提供协助服务；",
    "hidden_container_three_three_four": "3.3.4 丙方有权根据本协议的约定向甲乙双方收取智能合约部署费用。智能合约部署费用=申请借款本金*智能合约部署费率。",
    "hidden_container_three_three_five": "3.3.5 丙方有权基于风险控制、市场变动、政策需要或系统维护等原因，将乙方所提供的合格质押物托管至丙方实际控制的钱包内。",
    "hidden_container_three_three_six": "3.3.6 丙方有义务确保平台系统稳定运行，并在平台系统故障及排查、升级和停复机等无法正常运行的事由出现时及时通知甲乙双方。",
    "hidden_container_three_three_serven": "3.3.7 若乙方提供的质押数字货币由于包括但不限于市场原因导致货币价格低于预处置线价格（预处置线价格=用户剩余未还金额*70%/（当前抵押数字货币数量*质押率）），则丙方有权通知并立即要求乙方按指令增加质押物用于补足对应余额或提前还款。如果通知后超过24小时，数字货币价格依然低于预处置线，则用户质押资产会被转移处置。",
    "hidden_container_three_three_eight": "3.3.8 任何情况下，若质押数字货币价格低于强平线价格时，丙方有权立即转移处置用户质押资产，强行平仓。强平线价格=用户剩余未还金额*65%/（当前抵押数字货币数量*质押率）。",
    "hidden_container_three_three_nine": "3.3.9 若因操作失误、系统故障、网络故障或其他原因导致实际发放给借款人的本金金额与按本协议应发放的本金金额不一致，则丙方有权按一下规则调整:（1）若实发金额小于应发金额的，则借款人的借款金额以实发金额为准；（2）若实发金额大于应发金额的，借款人应在接到丙方通知后24小时内进行补仓，或返还丙方差额；",
    "hidden_container_four": "第四条 智能合约费用及其他费用",
    "hidden_container_four_one": "4.1 乙方质押的数字货币是托管于智能合约中，每个借款计划都对应一个单独的智能合约，在以太坊和以太坊经典上部署智能合约需要一定费用。智能合约部署费还款时连同本息一并归还。具体不同借款计划对应智能合约部署费用，以借款申请页显示为准。",
    "hidden_container_four_two": "4.2 乙方逾期未足额还款的，每逾期一日应按照未还本金的0.098%支付违约金。",
    "hidden_container_four_three": "4.3 当质押权实现的条件满足时，丙方授权处置乙方的质押财产并收取未还款项金额（包括本金、利息、智能合约部署费、违约金等）的5%作为处置服务费。",
    "hidden_container_four_four": "4.4 乙方的还款金额不足以足额清偿全部还款额，则还款金额抵扣顺序优先级如下：1. 处置服务费；2. 智能部署合约费；3. 违约金；4. 利息；5. 本金",
    "hidden_container_four_five": "4.5 乙方按照本协议将全部应还款项足额支付至指定还款账户中后，视为乙方完成履行本协议约定的还款义务。",
    "hidden_container_five": "第五条 提前结清",
    "hidden_container_five_one": "5.1 借款期限届满前，乙方可根据需求自主决定是否提前结清。若乙方选择提前结清，需支付全额本息和智能合约部署费。",
    "hidden_container_six": "第六条 质押条款",
    "hidden_container_six_one": "6.1 质押权的设立及担保范围",
    "hidden_container_six_one_one": "6.1.1乙方应在借款申请提交后，根据平台的指示，将本人持有的用以质押的数字货币转移至相应的智能合约。",
    "hidden_container_six_one_two": "6.1.2 乙方同意，在乙方转移完成后至本协议项下借款本金及其他相关费用清偿完毕前，乙方不得以任何方式重新占有该质押数字币，亦不得以出售、赠与或其他任何方式损害或排除甲方和丙方对该质押数字币的相关权利。",
    "hidden_container_six_one_three": "6.1.3 乙方同意，本条款项下由其所提供的数字货币担保物质押范围包括：借款本金、利息、违约金及其他所发生的必要手续行费用等（例如智能部署合约费）。",
    "hidden_container_six_two": "6.2 质押权实现的条件",
    "hidden_container_six_two_one": "6.2.1 乙方同意，在乙方发生如下情形时，丙方可对乙方提供的数字币实现质押权：",
    "hidden_container_six_two_two": "6.2.2 乙方逾期未按期还款。",
    "hidden_container_six_two_three": "6.2.3 质押的数字货币价格低于预处置线，且24小时后仍然低于预处置线。",
    "hidden_container_six_two_four": "6.2.4 质押的数字货币价格低于强平线。",
    "hidden_container_six_two_five": "6.2.5 乙方未依本协议3.3.9款进行补仓或退还差额。",
    "hidden_container_six_two_six": "6.2.6乙方因违反乙方所在国法律或者其他任何国家法律而受到人身监禁、财产冻结、禁止出入境或者其他严重处罚的。",
    "hidden_container_six_two_serven": "6.2.7 乙方因任何违法行为导致承担刑事责任的。",
    "hidden_container_six_two_eight": "6.2.8 乙方被国籍国、常居住地国、丙方注册地所在国有权机构列为失信未执行人。",
    "hidden_container_six_two_nine": "6.2.9 乙方出资的企业因违反任何国家法律而导致被吊销营业执照、勒令关闭、被列为失信被执行人、资不抵债破产的。",
    "hidden_container_six_two_ten": "6.2.10 乙方丧失民事行为能力，在丙方通知后的3日内未有监护人履行相关的监护职责的。",
    "hidden_container_six_two_eleven": "6.2.11 乙方死亡，在丙方知悉乙方死亡后的3日内未有继承人主张相关权利的。",
    "hidden_container_six_three": "6.3 质押权的实现",
    "hidden_container_six_three_one": "6.3.1本协议约定的质押权实现条件满足情况下，丙方有权基于授权处置乙方托管在智能合约内所有质押数字货币。",
    "hidden_container_six_three_two": "6.3.2丙方按照质押币种的官方系统市场公允价格处置质押数字货币后，比照乙方全部应还的借款币种的借款本金、利息及其他费用总额的官方系统市场公允价格进行多退少补，质押资产处置后有剩余的，丙方将退至乙方提供的账户。",
    "hidden_container_seven": "第七条 违约责任",
    "hidden_container_seven_one": "7.1 乙方逾期偿还本协议项下的借款本金、利息的，按照本协议第4.2款的约定承担逾期付款违约金。",
    "hidden_container_seven_two": "7.2 乙方提供虚假资料或者故意隐瞒重要事实即构成违约，应承担违约责任，甲方或丙方有权要求解除合同，乙方需于要求解除合同后三日内一次性支付余下的款项，包括但不限于本金、利息、违约金及其他费用。",
    "hidden_container_seven_three": "7.3 若乙方逾期还款或乙方出现逃避、拒绝沟通或拒绝承认欠款事实等违约失信行为，乙方同意并不可撤销地授权丙方可将乙方违约失信的相关信息向微博、微信、公众号、网络等媒体、用人单位、司法机关、国家或地方的个人信用征信系统进行披露等。由此造成的损失，由乙方自行承担，丙方不承担任何法律责任。",
    "hidden_container_seven_four": "7.4 乙方违反本协议约定擅自转让本协议借款债务的，乙方应向甲方及丙方支付违约金。",
    "hidden_container_seven_five": "7.5 乙方因违反本协议其他约定而给丙方造成损失的，应承担赔偿责任。",
    "hidden_container_seven_six": "7.6借款人出现以下情形，均视为借款人违约：(1)乙方违反其在本协议及相关附件等所做的任何承诺或保证内容的；(2)发生丙方认为严重影响到乙方履行能力的不利事件；(3)乙方的财务状况出现实质性影响其履约能力的不利变化，且未及时对其他各方进行通知或不能及时采取有效补救措施的。",
    "hidden_container_seven_seven": "7.7丙方合理判断乙方发生或可能发生违约时，可采取以下一项或几项救济措施：(1)立即取消发放借款；(2)宣布已发放借款全部提前到期，要求乙方立即偿还所有应付本息并承担违约责任；(3)解除、终止本协议；(4)采取法律途径及本协议约定的其他救济措施。",
    "hidden_container_eight": "第八条 联系方式变更通知",
    "hidden_container_eight_one": "8.1 本协议签署之日起至本协议项下各方所有义务履行完毕之前，乙方本人及紧急联系人住所电话、手机号码、账户信息如出现变更的，应在变更后三日内向丙方提供变更后的信息。因乙方未及时提供更新信息或提供信息存在虚假而导致其自身和/或任何其他方遭受的损失的，乙方应承担因此所导致的一切责任后果。",
    "hidden_container_nine": "第九条 陈述、保证和承诺",
    "hidden_container_nine_one": "9.1 乙方承诺本协议项下借款用途合法，乙方将所借款项用于任何违法活动的，一经发现，丙方有权立即提前收回全部借款。",
    "hidden_container_nine_two": "9.2 乙方对其提供质押的数字货币具有完整、合法的所有权，且不存在其他权属纠纷，否则由此导致的纠纷由乙方负责解决，造成丙方损失的，乙方应承担赔偿责任。",
    "hidden_container_nine_three": "9.3 乙方承诺不得利用丙方平台进行套现、洗钱或为其他违法违纪行为，否则应依法承担由此产生的法律责任与后果。",
    "hidden_container_nine_four": "9.4 甲方委托丙方按照本协议约定实施的行为或采取的措施所产生的法律后果均由甲方自行承担，丙方无需承担任何责任。",
    "hidden_container_ten": "第十条 其他",
    "hidden_container_ten_one": "10.1 如遇自然灾害等不可抗力事件，或其他不可预见的非常情况，如电力、网络、系统、通讯故障等原因，导致丙方或者丙方合作的第三方机构无法及时、正常履行义务的，丙方不承担任何责任。",
    "hidden_container_ten_two": "10.2 因乙方的故意或疏忽导致交易密码泄露或遗失，由其自行承担相关损失，丙方不承担任何责任。",
    "hidden_container_ten_three": "10.3 因乙方预留的放款账户已销户或账户状态不正常（包括但不限于挂失、冻结、变更）或者由于司法或其他原因而进行了账户冻结、扣划或被控制、销户，导致丙方无法履行本协议或给各方造成损失的，丙方不承担任何责任。",
    "hidden_container_ten_four": "10.4 因法律和政策的重大变化或丙方不可预测和不可控因素导致的突发事件给其他各方造成损失的，丙方不承担任何责任。",
    "hidden_container_ten_five": "10.5 因甲方或乙方任何违约行为导致自身遭受损失的，丙方不承担任何责任。",
    "hidden_container_eleven": "第十一条 法律适用和管辖",
    "hidden_container_eleven_one": "11.1 本协议的签订、履行、终止、解释均适用丙方注册地所在国法律。",
    "hidden_container_eleven_two": "11.2 本协议各方确认，本协议的签署、生效和履行以不违反乙方国籍国、经常居住地国、丙方注册地所在国的法律法规为前提。如果本协议中的任何一条或多条违反适用的法律法规，则该条将被视为无效，但该无效条款并不影响本协议其他条款的效力。",
    "hidden_container_eleven_three": "11.3 本协议的履行地为丙方注册地。",
    "hidden_container_eleven_four": "11.4 如果本协议各方在本协议履行过程中发生任何争议，应友好协商解决；如协商不成，则须提交至丙方注册地法院诉讼解决。",
    "hidden_container_eleven_five": "11.5 在诉讼期间，本协议中不涉及争议的条款仍须履行，各方均不得以解决争议为由拒不履行其在本协议项下的任何义务。",
    "hidden_container_twelve": "第十二条 其他",
    "hidden_container_twelve_one": "12.1 本协议于文首所载日期成立；自丙方将本协议第一条约定的借款本金全额支付至乙方预留的账户之日起生效。乙方将本协议下全部本金、利息、违约金及其他相关费用全部偿还完毕之日，本协议自动失效。本协议及其附件的任何修改、补充均须以书面形式作出。本协议的补充协议、附件及由丙方通过其所运营的公开渠道（包括但不限于：官方网站、官方APP等）发布或更新的业务规则均本协议具有同等的法律效力。",
    "hidden_container_twelve_two": "12.2 本协议以甲方、乙方在丙方平台上使用其数字证书进行签署的方式订立。本协议各方委托丙方平台保管所有与本协议有关的书面文件或电子信息。",
    "hidden_container_twelve_three": "12.3 本协议未尽事宜可参考Coin&Cash 平台常见中心的常见问题及用户使用规则。",
    "hidden_container_thirteen": "指定还款账户",
    "hidden_container_thirteen_one": "开户名",
    "hidden_container_thirteen_two": "开户银行",
    "hidden_container_thirteen_three": "账号",
    "hidden_container_refuse": "拒绝",
    "hidden_container_agree": "同意"
  },
  "en": {
    "hidden_container_title": "Terms of Use",
    "hidden_container_content_one": "1、These following terms and conditions are applicable to the website https://www.ethgame.com, mobile site and/or mobile application owned, operated or hosted by the same company. (Collectively the 'Site'). The Site will publish specific rules applicable to each forecast activity ('Forecast Rules'), including without limitation: the forecast result options, the address to receive the digital currency for each forecast result option (“Forecast Address”), the criterion for judging a successful forecast, the effective period for users to make the forecast, the rules of how the proceeds should be allocated among the users who make successful forecast, eth.. All users participating in the forecast projects on the Site should comply with the relevant Forecast Rules.",
    "hidden_container_content_two": "2、The Forecast Rules posted on the Site is the integral part of the Terms of Use. The Terms of Use and other agreements or documents provided or posted on the Site constitute the Entire Agreement between the users and the Site. All the users who log in, browse, use the Site, and transfer digital currency to the Forecast Address, shall be regarded as having irrevocably agreed to comply with the Entire Agreement. ",
    "hidden_container_content_three": "3、The users participating in the forecast activity shall transfer the designated type (s) of digital currency(ies) as stipulated by the Forecast Rules to the Forecast Address, within the effective period for making the forecast as stipulated by the Forecast Rules or otherwise published on the Site (“Forecast Effective Period”). The users should not transfer any other types of digital currencies which are not designated by the Forecast Rules, nor should the users transfer any country's legal tender (fiat money) for forecast.",
    "hidden_container_content_four": "4、The Forecast Rules may stipulate that after certain conditions are met, the forecast activity will not accept the users to transfer further digital currency to participate in the forecast, in addition, the Site has the right to issue a notice to terminate the Forecast Effective Period applicable to a specific forecast activity at any time. After the Forecast Effective Period for a forecast activity is expired or terminated in advance, if a user transfers further digital currency for that forecast activity, such transfer will be regarded as being used for an invalid forecast and therefore the losses suffered by the user shall be borne on its own. ",
    "hidden_container_content_five": "5、The Site has the right to issue a notice to cancel a forecast activity at any time, under such circumstances, the forecast activity will be cancelled upon the publication of such cancellation notice on the Site. If the user has already transferred digital currency to that forecast activity, such transfer would be automatically sent back to the user’s original digital currency remitting address.",
    "hidden_container_content_six": "6、The relevant information shown in the source as stipulated by the Forecast Rules should be the only criterion for judging a successful forecast, and the users should not raise any objection to this. The users hereby agree that if they fail to make a successful forecast, all of the digital currency transferred by them will be remitted by the Site to the users who make a successful forecast.",
    "hidden_container_content_seven": "7、The Site is only a publishing platform for forecasting activities and will not use the digital currency temporarily stored by users for the purpose of collecting public funds. Furthermore, the Site does not promise to pay any return or interest on the digital currency temporarily stored by users. The proceeds of a successful forecast after deducting the service fee payable to the Site, should be sent back to the original digital currency remitting address of the users who make such successful forecast, on the basis of smarts contracts.",
    "hidden_container_content_eight": "8、The users who make a successful forecast shall be solely responsible for any tax obligations arising out of proceeds obtained by him/her from the forecast activity on the Site in accordance with the applicable laws.",
    "hidden_container_content_nine": "9、It is hereby stated that the Site will be amended, expanded, updated, and improved from time to time. Subject to the applicable law, the Site reserves the right to amend or remove portions of the Terms of Use or Forecast Rules or other terms or policies constituting the Entire Agreement at any time without prior notice, in our sole and absolute discretion. Such changes to these provisions will be posted on the Site for users’ reference and not be applied retroactively. We do advise users to check the Site frequently to be aware of the valid provisions and changes. The Site will not be responsible for any damages, losses to users due to the foregoing changes. If users do not agree to any term of the Entire Agreement, please do not log in, browse and use the Site. ",
    "hidden_container_content_ten": "10、The Site may contain Links or other websites (“Linked Sites”), the Site is not responsible for the contents on the Linked Sites. ",
    "hidden_container_content_eleven": "11、The Site may receive and collect users’ information whenever users log in, browse, use the Site or transfer digital currency to the Predictive Address. Such information may be disclosed to fulfill the governing laws, regulations, governmental policies or legal processes. Therefore, the Site is not responsible for maintaining the confidentiality of any information of users provide, or collected by foregoing methods. ",
    "hidden_container_content_teweve": "12、A third party may be permitted by the Site to place cookie through the Site, to analyse or to provide advertising services for users. The use of cookie by third parties cannot be controlled by the Site, and the Site is not responsible for any actions taken by third parties.",
    "hidden_container_content_thirteen": "13、The property of all content posted on the Site, including without limitation, texts, trademarks, and charts on the Site belongs to the Site or its suppliers and is protected by relevant laws which preserve intellectual property and ownerships. Users shall agree to observe and abide by all copyrights and other proprietary notices, legends or other restrictions contained in any such content and not make any changes thereto. Users also promise not to amend, disclose, spread, reserve engineering, make derivative work and take part in any transfer or sale or exploit any of content on the Site, in whole or in part.",
    "hidden_container_content_fourteen": "14、Users agree that the Site is not responsible for any error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft or destruction or unauthorised access to, or alteration of data or information and any direct or indirect loss arising from these occurrences. The Site does not undertake the liabilities for any problems or technical malfunction of any network or lines, Wi-Fi, Bluetooth, computers, systems, servers or providers, computer equipment, software or email on account of technical problems or traffic congestion on the internet or at any web site, mobile site or mobile application. Additionally, the Site shall not be responsible or liable to users in the event of systems or communications errors, bugs or viruses relating to the Site or which will result in damage to users’ hardware and/or software and/or data. ",
    "hidden_container_content_fifteen": "15、Users recognise and accept that the bankruptcy of the Site or its affiliates or other unforeseen issues (such as changes in regulatory policies and requirements of regulators or an attack on the Site) may cause the damages or losses to users. The damages, losses, costs or expenses, arising out of such unforeseen issues shall be undertaken on users’ own. ",
    "hidden_container_content_sixteen": "16、The Site shall not be regarded as providing the users with any guidance, analysis, recommendation or decisions for any forecast activity. The Site shall not be responsible for users’ forecast results. Users receive the proceeds and bear the losses and risks of participating in the forecast activities. In the event that the users who are the citizens of states listing in the term 19.2，insist on participating in the forecast activities post on the Site, such users should accept and acknowledge all terms stipulated under the Entire Agreement, such as being responsible for the losses ad risks of forecast results and the losses to the users due to the regulation pertaining to the applicable law.",
    "hidden_container_content_seventeen": "17、The Site has the right to terminate the services or prevent users from accessing the Site at any time, in its sole and absolute discretion without any notice and duties. ",
    "hidden_container_content_eighteen": "18、Users recognise that no joint venture, partnership, employment, or agency relationship between users and the Site as a result of the Entire Agreement or use of the Site. The Site performs the Entire Agreement pursuant to effective laws and legal process. If any portion of the Entire Agreement is determined to be invalid or unenforceable according to governing law, the invalid or unenforceable clause will be deemed superseded by a valid, enforceable clause that most closely matches the intent of the original clause and the remainder of the Entire Agreement shall continue in effect. ",
    "hidden_container_content_nineteen": "19、The Site is not responsible for any action done by users. The user should understand and ensure by herself or himself that, his/ her participation in the forecast activities on the Site shall comply with the laws and regulations of his country of nationality and the country where he makes the forecast, and all the risks and responsibilities in relation to the above shall be assumed by the user himself/herself, which are irrelevant to the Site. For clear and further clarification, it is hereby expressly disclaimed and refused to accept the following responsibilities: ",
    "hidden_container_content_twenty": "a) Anyone who violates the anti-money-laundering, counter-terrorist financing or other regulatory requirements of any country in the use of the Site or processing in forecast activities.",
    "hidden_container_content_twentyOne": "b) After careful consideration, the Site decides not to accept the participation of citizens or residents of the United States, Iraq and mainland China in the forecast.",
    "hidden_container_content_twentyTwo": "20、Additionally, users shall indemnify the Site from and against all claims, liabilities, losses and expenses, arising out of or with regards to any breach of the Entire Agreement by users, and any other duties caused by using the Site. Failure to claim promptly shall not be regarded as a waiver of any right. ",
    "hidden_container_content_twentyThree": "21、Users should take legal action pertaining to any claim or dispute arising out of the use of the Site or the forecast activity within one (1) year upon the occurring of the dispute.",
    "hidden_container_refuse": "Decline",
    "hidden_container_agree": "Accept"
  },
  "ko": {
    "hidden_container_title": "이용 약관",
    "hidden_container_content_one": "1、다음 약관은 동일한 회사가 소유하고, 운영 또는 호스팅 하는 웹 사이트 【www.ethgame.com 】로, 모바일 사이트 및/또는 모바일 애플리케이션에 적용됩니다. (이 약관은 전체 사이트에 효력이 유효합니다). 본 사이트는 다음과 같은 제한 사항 없이 각 예측 활동(“예측 규칙”)에 적용되는 특정 규칙을 명시합니다. 제한 사항: 예측 결과 옵션, 각 예측 결과 옵션에 대한 디지털 화폐를 받을 수 있는 지갑 주소 (“예측 주소”), 예측 성공을 위한 기준, 사용자가 예측할 수 있는 유효 기간, 예측에 성공한 한 사용자에게 수익을 분배하는 방법에 대한 규칙, 등. 이 사이트에서 예측 계약에 참여하는 모든 사용자들은 이와 관련된 예측 규칙을 준수해야 합니다.",
    "hidden_container_content_two": "2、사이트에 게시된 예측 규칙은 이용 약관의 핵심 부분입니다.  이용 약관과 사이트에 제공되거나 게시된 기타 계약 또는 문서는 사용자와 사이트 간의 전체 계약을 구성합니다. 사이트에 로그인하고, 검색하고, 이용하며 암호화폐를 예측 주소로 전송하는 모든 사용자는 전체 계약을 준수하도록 동의를 한 것으로 간주됩니다. ",
    "hidden_container_content_three": "3、예측 활동에 참여하는 사용자는 예측 규칙에 의해 규정되거나 사이트에서 발표된 예측 유효 기간 내에(“예측 유효 기간”) 지정된 유형의 암호화폐를 예측 주소로 송금해야 합니다. 사용자는 예측 규칙에 의해 지정되지 않은 다른 암호화폐를 송금해서는 안 되며, 국가의 법적 통화를 (Fiat)를 송금해서도 안 됩니다.",
    "hidden_container_content_four": "4、예측 규칙은 특정 조건이 충족된 후에 사용자들이 예측 활동을 위해 암호화폐를 전송하는 것을 더 이상 전송할 수 없도록 규정할 수 있습니다. 사이트는 언제든지 특정 예측 활동에 적용되는 예측 유효 기간을 종료하기 위한 통지를 발행할 권한이 있습니다. 예측 활동의 예측 유효 기간이 만료되거나 이전에 종료된 후에 사용자가 그 예측 활동에 더 많은 암호화폐를 전송할 경우, 전송된 암호화폐는 효력이 없는 것으로 간주되므로 사용자가 입는 손실은 사용자가 직접 부담해야 합니다.",
    "hidden_container_content_five": "5、사이트는 이러한 상황에서 언제든지 예측 활동을 취소하도록 공지할 권한이 있으며, 이러한 취소 통지가 사이트에 게시되면 예측 활동이 취소됩니다. 사용자가 이미 암호화폐를 해당 예측 활동 계좌로 전송한 경우, 송금된 암호화폐는 사용자의 암호화폐 주소로 자동으로 반환됩니다. ",
    "hidden_container_content_six": "6、예측 규칙에 의해 규정된 출처에 표시되어 있는 관련 정보는 성공적인 예측을 판단하기 위한 유일한 기준이어야 하며 사용자는 이에 대해 어떠한 이의도 제기할 수 없습니다. 이에 따라 사용자는 만약 자신이 성공적으로 예측을 하지 못 했을 경우 자신이 투자한 모든 암호화폐가 예측에 성공한 사용자에게 돌아간다는 것에 동의합니다.",
    "hidden_container_content_seven": "7、이 사이트는 자금을 모으기 위해 사용자가 송금한 암호화폐를 사용하지 않는 공표용 사이트입니다. 또한 본 사이트는 사용자가 일시적으로 저장한 암호화폐에 대한 어떠한 수익이나 이자도 지불하지 않습니다. 본 사이트는 서비스 요금을 공제한 이후에 스마트계약의 내용에 따라 당첨금을 유저에게 입금해 드립니다.  ",
    "hidden_container_content_eight": "8、예측에 성공한 사용자는 사이트의 예측 활동을 통해 취득한 수익에 대해 해당 법률에 따라 세금이 징수됩니다. ",
    "hidden_container_content_nine": "9、본 사이트는 수시로 개정, 확장, 업데이트 및 개선될 것임을 명시합니다. 해당 법률에 따라, 당사는 당사의 단독 및 절대적 재량으로 언제든지 사전 고지 없이 이용 약관, 예측 규칙, 기타 약관 및 전체 계약 조건의 일부를 수정하거나 제거할 권한이 있습니다. 이러한 조항의 변경 사항은 사용자의 참조를 위해 사이트에 게시되며 소급 적용되지 않습니다. 올바른 조항과 변경 사항을 알기 위해 사이트를 자주 확인할 것을 권장합니다. 본 사이트는 앞으로 언급한 변경 사항으로 인한 사용자의 피해에 대해서는 일체의 책임을 지지 않습니다. 사용자가 전체 계약 조건에 동의하지 않는 경우, 본 사이트의 로그인, 검색, 이용을 권장하지 않습니다. ",
    "hidden_container_content_ten": "10、본 사이트에는 링크 또는 기타 웹 사이트 (“연결 사이트”)가 노출될 수 있으며, 연결 사이트의 내용에 대해 본 사이트는 책임을 지지 않습니다.",
    "hidden_container_content_eleven": "11、본 사이트는 사용자가 로그인, 검색, 이용 또는 암호화폐의 송금 내역 등의 정보를 수집합니다. 수집된 정보는 관리, 규제, 정부 정책 또는 법적 절차를 이행하기 위해 공개될 수 있습니다. 따라서 본 사이트는 사용자가 제공하거나 사용자로부터 수집된 정보의 기밀성을 유지할 책임이 없습니다. ",
    "hidden_container_content_teweve": "12、본 사이트는 제 3자가 사이트를 통해 쿠키를 만들거나, 사용자에게 분석 또는 광고 서비스를 제공할 수 있도록 허용합니다. 타사의 쿠키 사용은 본 사이트에서 제어할 수 없으며, 본 사이트는 타사의 어떠한 행동도 책임지지 않습니다.",
    "hidden_container_content_thirteen": "13、본 사이트에 게시된 텍스트, 상표 및 차트를 포함하여 사이트에 게시된 모든 콘텐츠는 본 사이트 또는 공급 업자에 속하며 지적 재산 및 소유권을 보존하는 관련 법률에 의해 보호됩니다. 사용자는 이러한 콘텐츠에 포함된 모든 저작권 및 기타 재산권 고지 사항, 범례 또는 기타 제한 사항을 준수하며 이에 대한 변경을 하지 않는 데 동의해야 합니다. 또한 사용자는 본 사이트의 컨텐츠를 무단으로 수정, 공개, 배포, 엔지니어링, 모방 및 양도 또는 판매가 불가능 하며 이에 참여하거나 부분적으로 이용하지 않을 것을 약속합니다. ",
    "hidden_container_content_fourteen": "14、사용자는 본 사이트가 오류, 누락, 중단, 삭제, 결함, 운영 또는 전송 지연, 통신 라인 고장, 도난 또는 파괴, 데이터 또는 정보의 무단 액세스 또는 무단 개조, 직접적 또는 간접적 손실에 대한 책임이 없다는 것에 동의합니다. 본 사이트는 기술적 문제 또는 인터넷, 모바일 사이트 또는 애플리케이션의 트래픽 혼잡 및 통신 장애로 네트워크 또는 회선의 기술적 문제, 와이파이, 블루투스, 컴퓨터, 시스템, 서버 또는 공급자, 컴퓨터 장비, 소프트웨어 또는 이메일 등의 오작동 문제에 대한 책임을 지지 않습니다. 또한 본 사이트는 시스템 또는 통신 오류, 사이트와 관련된 버그 또는 바이러스가 발생하거나 사용자의 하드웨어 및/또는 소프트웨어 및/또는 데이터가 손상될 경우 사용자에게 책임을 지지 않습니다.",
    "hidden_container_content_fifteen": "15、사용자는 사이트 또는 그 계열사의 파산 또는 예기치 못한 문제(규제 정책의 변경 ,감독요구 또는 사이트 공격)가 사용자의 손해나 손실을 야기할 수 있음을 인식하고 이에 동의합니다. 이러한 예기치 못한 문제로 인해 발생하는 손해, 손실, 비용은 사용자 자신이 부담합니다.",
    "hidden_container_content_sixteen": "16、본 사이트는 사용자에게 예측 활동에 대한 안내, 분석, 추천 또는 지시 등을 하지 않으며 사용자의 예측 결과에 대한 책임을 지지 않습니다. 사용자는 예측 활동에 참여함으로써 발생하는 모든 수익 및 손실과 위험을 함께 부담합니다.아래 19.2에서 언급한 국가의 국민들이 본 네트워크가 제공하는 예측서비스를 진행한다면 유저는 전체 계약의 모든 약관을 동의해야 한다.예를 들어 예측 이벤트의 손실와 위험을 담당 및 법률의 감독때문에 생긴 손실 등을 감당해야 한다.",
    "hidden_container_content_seventeen": "17、본 사이트는 단독 및 절대적 재량으로 어떠한 공지나 책임 없이 언제든지 사이트에 대한 사용자의 접근을 금지하거나 서비스를 종료할 권한이 있으며 어떠한 책임도 지지 않는다. ",
    "hidden_container_content_eighteen": "18、사용자는 사이트의 전체 계약 또는 사이트 이용의 결과로 사용자와 사이트 간에 어떤 합작, 파트너십, 고용 또는 에이전시 관계도 존재하지 않음을 동의합니다. 본 사이트는 유효 법률 및 법적 절차에 따라 전체 계약을 수행합니다. 만약 계약 사항 중 현행 법에 따라 효력이 없거나 시행할 수 없다고 판단이 되는 부분이 있다면, 효력이 없거나 시행 불가능한 조항은 원래 조항의 의도와 가장 근접하게 일치하는 유효하고 시행 가능한 조항으로 대체되며, 그 외에 계약의 나머지 조항은 모두 유효합니다.",
    "hidden_container_content_nineteen": "19、본 사이트는 사용자가 수행한 모든 작업에 대해 어떠한 책임도 지지 않습니다. 사용자는 본 사이트의 예측 활동에 대한 자신의 참여가 자신의 국적과 자신이 예측 활동을 하는 국가의 법률과 규정을 준수할 것, 그리고 위와 관련된 모든 위험과 책임은 본 사이트와 무관한 사용자 자신이 진다는 것에 동의한다는 것을 가정합니다. 명확하고 추가적인 설명을 위해, 다음과 같은 사항에 대한 책임을 지지 않습니다. ",
    "hidden_container_content_twenty": "a、본 사이트의 예측 활동을 이용하여 국가의 자금 세탁, 테러 자금 그밖에 기타 규제 사항을 위반하는 자.",
    "hidden_container_content_twentyOne": "b、신중하게 검토를 한 후에, 본 사이트는 미국, 이라크, 중국 본토의 시민들의 서비스 참여를 제한합니다.",
    "hidden_container_content_twentyTwo": "또한 사용자는 전체 계약에 대한 위반 및 사이트 이용에서의 의무로 발생하는 모든 청구, 책임, 손실 및 비용에 대해 본 사이트에 배상해야 합니다.이러한 사용자에 대해 신속하게 법적 조치를 취하지 않아도 어떠한 권리의 포기로도 간주되지 않습니다.",
    "hidden_container_content_twentyThree": "20、본 사이트의 이용 또는 예측 활동으로 인해 발생하는 모든 청구 및 소송은 문제의 발생 1년 이내에 제기되어야 합니다. ",
    "hidden_container_refuse": "거절",
    "hidden_container_agree": "동의"
  }
}